Repository: maxischubert93/rummi_assistant
Catalog: lib/l10n/arb/intl_*.arb
Languages: de

# gameHistorySectionTitle
source: Game history
de: Spielverlauf

# gameHistoryButton
source: See previous games
de: Spielverlauf ansehen

# gameHistoryScreenTitle
source: Game history
de: Spielverlauf

# gameHistoryItemPlayersSubtitle
source: Players:
de: Spieler:

# gameHistoryItemWinnerSubtitle
source: Winner:
de: Sieger:

# gameHistoryDetailTitle
source: Game score
de: Spielverlauf

# gameHistoryEmptyText
source: No games played yet
de: Noch keine Spiele gespielt

# playerSection
source: Players
de: Spieler

# playerAmountSegment
source: {amount} players
de: {amount} Spieler

# playerNamesModalTitle
source: Edit player names
de: Spielernamen ändern

# playerNamesModalSectionTitle
source: Name for Player {playerNumber}
de: Name für Spieler {playerNumber}

# playerNamesModalButton
source: Change names
de: Namen ändern

# playerNamesModalErrorMissingName
source: Please enter a name for all players
de: Bitte gib für alle Spieler einen Namen ein

# playerNamesModalErrorDuplicateName
source: Please enter unique names for all players
de: Bitte gib für alle Spieler einen eindeutigen Namen ein

# newGameCardStartGame
source: New game
de: Neues Spiel

# newGameContinueButton
source: Continue
de: Weiter

# newGameConfigurationFinishedButton
source: Start game
de: Spiel starten

# newGamePlayerAmountStepTitle
source: Select number of players
de: Wähle die Spieleranzahl

# newGamePlayerNamesStepTitle
source: Enter player names
de: Gib die Spielernamen ein

# newGameTimerStepTitle
source: Set timer duration
de: Setze die Timer-Dauer

# defaultPlayerName
source: Player {playerNumber}
de: Spieler {playerNumber}

# scoreScreenAddScoreButton
source: Add score
de: Punkte eintragen

# scoreInputModalButtonStep
source: Submit score
de: Punkte eintragen

# scoreInputModalTitle
source: Enter score for {playerName}
de: Punkte für Spieler eintragen

# scoreInputModalSelectWinnerTitle
source: Select the round winner
de: Wer hat gewonnen?

# settingsTitle
source: Settings
de: Einstellungen

# settingsOpenSourceLicenses
source: Open source licenses
de: Open Source Lizenzen

# settingsFinishGameButton
source: Finish game
de: Spiel beenden

# settingsPrivacyPolicy
source: Privacy policy
de: Datenschutzerklärung

# settingsTermsOfService
source: Terms of service
de: Nutzungsbedingungen

# settingsPlayerSectionTitle
source: Player names
de: Spielernamen

# settingsPlayerSectionChangeNamesButton
source: Change player names
de: Spielernamen ändern

# settingsLegalSectionTitle
source: Legal
de: Rechtliches

# tabBarScore
source: Score
de: Punkte

# tabBarSettings
source: Settings
de: Einstellungen

# timerCustomSegment
source: Custom
de: Wähle Zeit

# timerSectionSoundCheckBox
source: Timer sound ðŸ”ˆ
de: Timer-Sound 🔈

# timerSelectionModalTitle
source: Select timer duration in seconds
de: Dauer des Timers in Sekunden wählen

# timerSelectionModalTextFieldPlaceHolder
source: Timer duration
de: Timer-Dauer

# timerSelectionModalButton
source: Set timer
de: Bestätigen
